Repository: alvarofernandoms/softwarepublico
Catalog: src/noosfero-spb/software_communities/po/*/software_communities.po
Languages: pt

source: Features is too long (maximum is 4000 characters)
pt: Funcionalidades está muito grande(máximo é 4000 caracteres)

source: Objectives is too long (maximum is 4000 characters)
pt: Objetivo está muito grande (máximo é 4000 caracteres)

source: Save and Configure Community
pt: Salvar e Configurar Comunidade

source: Software updated successfully
pt: Software atualizado com sucesso

source: Could not update software
pt: Não foi possível atualizar o software

source: You don't have permission to change public software status
pt: Você não tem permissão para alterar o status do software para software público

source: You don't have permission to change public software attributes
pt: Você não tem permissão para alterar os atributos deste software público

source: Domain %s
pt: Domínio %s

source: Your new software request will be evaluated by anadministrator. You will be notified.
pt: Seu pedido para registro do software será avaliado por um administrador. Você será notificado.

source: Could not find the download file
pt: Não foi possível encontrar o arquivo para download

source: Invalid download params
pt: Parâmetros de Download inválidos

source: too long (maximum is 20 characters)
pt: muito longo(máximo é 20 caracteres)

source: Software Statistics
pt: Estastísticas de software

source: This block displays software statistics.
pt: Este bloco apresenta a estatística de software

source: Categories and Tags
pt: Categorias e Marcadores

source: This block displays the categories and tags of a software.
pt: Este block apresenta as categorias e marcadores de um software.

source: Insert Profile
pt: Completar Perfil

source: Wiki Link
pt: Link da wiki

source: This block displays a link to the software wiki.
pt: Este bloco apresenta o link para a wiki do software.

source: can't be blank
pt: não pode ficar em branco

source: Too long (maximum is 20 characters)
pt: Muito grande(máximo é 20 caracteres

source: Search Softwares catalog
pt: Busca do catálogo de software

source: This block displays the search categories field
pt: Este bloco apresenta a busca do campo de categorias

source: Software database is too long (maximum is 20 characters)
pt: Banco de dados do software está muito grande(máximo é 20 caracteres)

source: Sisp Tab Data
pt: Aba de dados do SISP

source: This block is used to display SISP Data
pt: Esse bloco é usado para mostrar os dados do SISP

source: Agriculture, Fisheries and Extraction
pt: Agricultura, Extrativismo e Pesca

source: Science, Information and Communication
pt: Ciência, Informação e Comunicação

source: Economy and Finances
pt: Economia e Finanças

source: Public Administration
pt: Gestão Pública

source: Habitation, Sanitation and Urbanism
pt: Habitação, Saneamento e Urbanismo

source: Individual, Family and Society
pt: Pessoa, Família e Sociedade

source: Health
pt: Saúde

source: Social Welfare and Development
pt: Bem-estar e Desenvolvimento Social

source: Defense and Security
pt: Defesa e Segurança

source: Education
pt: Educação

source: Government and Politics
pt: Governo e Política

source: Justice and Legislation
pt: Justiça e Legislação

source: International Relationships
pt: Relações Internacionais

source: Transportation and Transit
pt: Transporte e Trânsito

source: Result Search
pt: Resultado da pesquisa

source: Selected options:
pt: Opções selecionadas:

source: Download Stable Version
pt: Baixar Versão Estável

source: This block displays the stable version of a software.
pt: Este block apresenta a versão estável do software.

source: Software Tab Data
pt: Aba de dados do software

source: This block is used by colab to insert data into Noosfero
pt: Esse bloco é usado pelo Colab para inserir dados no noosfero

source: Software Highlights Block
pt: Bloco de software em destaque

source: This block displays the softwares icon into a highlight
pt: Esse bloco apresenta o ícone do software em destaque

source: Name
pt: Nome

source: Version
pt: Versão

source: License
pt: Licença

source: Autocomplete field, type something
pt: Campo automático, digite algo

source: Delete
pt: Deletar

source: New software
pt: Novo software

source: %{requestor} wants to create software %{subject} with
pt: %{requestor} deseja criar o software %{subject} com

source: no finality.
pt: campo finalidade em branco.

source: this finality:<p><em>%{finality}</em></p>
pt: esta finalidade:<p><em>%{finality}</em></p>

source: %{requestor} wants to create software %{subject}
pt: %{requestor} deseja criar o software %{subject}

source: User "%{user}" just requested to create software %{software}. You have to approve or reject it through the "Pending Validations" section in your control panel.
pt: Usuário "%{user}" acabou de requisitar a criação do software %{software}. Você deve aprovar ou rejeitar pela seção "Tarefas pendentes" no seu painel de controle.

source: Your request for registering software %{software} at %{environment} was just sent. Environment administrator will receive it and will approve or reject your request according to his methods and criteria. You will be notified as soon as environment administrator has a position about your request.
pt: O seu pedido para registrar o software %{software} no %{environment} foi enviada. O administrador do ambiente irá recebe-la e aprovará ou rejeitará seu pedido de acordo com seus métodos e critérios. Você será notificado assim que o administrador do ambiente tiver uma resposta sobre o seu pedido.

source: Your request for registering software %{software} at %{environment} was not approved by the environment administrator. The following explanation was given: %{explanation}
pt: Seu pedido para registro do software %{software} no %{environment} não foi aprovado pelo administrador do ambiente. A seguinte explicação foi fornecida: %{explanation}

source: Your request for registering the software "%{software}" was approved. You can access %{url} and finish the registration of your software.
pt: Seu pedido para registro do software %{software} foi aprovada. Você pode acessar %{url} e finalizar o registro do seu software.

source: Add Public Software and MPOG features.
pt: Adicionar Software Público e Funcionalidades.

source: Rate this software
pt: Avalie esse software

source: Use reports
pt: Relatos de uso

source: Software Info
pt: Informação de Software

source: Create a new software
pt: Criar um novo software

source: Repository Link
pt: Link para o Repositório

source: This block displays the repository link of a software.
pt: Este bloco apresenta o link para o repositório do software.

source: Software community events
pt: Eventos da comunidade do software

source: This block displays the software community events in a list.
pt: Esse bloco apresenta o ícone do software em destaque

source: Other events
pt: Outros eventos

source: Name is too long (maximum is %{count} characters)
pt: Nome é muito longo(máximo é %{count} caracteres)

source: can't have more than 10 characteres
pt: não pode ter mais de 10 caracteres

source: can't have whitespaces
pt: não pode ter espaços em branco

source: : at least one must be filled
pt: : ao menos um deve ser preenchido

source: Basic Software Information
pt: Informação Básica do Software

source: This block displays the basic information of a software profile.
pt: Este bloco apresenta a informação básica de um perfil de software.

source: Software language is too long (maximum is 20 characters)
pt: Linguagem do software está muito grande (máximo de 20 caracteres)

source: Categories Softwares
pt: Categorias de Softwares

source: This block displays the categories and the amount of softwares for each category.
pt: Este bloco apresenta as categorias e a quantidade de softwares para cada categoria.

source: {#} generic software
pt: {#} software genérico

source: {#} public software
pt: {#} software público

source: This block displays the softwares in which the user is a member.
pt: Este bloco apresenta os softwares em que o usuário é membro.

source: softwares|View all
pt: softwares|Veja todos

source: Members (%d)
pt: Membros (%d)

source: %d Members
pt: %d Membros

source: %d Administrators
pt: %d Administradores

source: Go back
pt: Voltar

source: Invite people to join
pt: Convide pessoas para entrar

source: Send e-mail to members
pt: Envie e-mail para os membros

source: Software Information
pt: Informação de Software

source: Name:
pt: Nome:

source: Adherent to e_mag:
pt: Aderente ao e_mag:

source: Yes
pt: Sim

source: No
pt: Não

source: Adherent to icp_brasil:
pt: Aderente ao icp_brasil:

source: Adherent to e_ping:
pt: Aderente ao e_ping

source: Adherent to e_arq:
pt: Aderente ao e_arq

source: Internacionalizable:
pt: Internacionalizável:

source: Operating Platform:
pt: Plataforma Operacional:

source: Demonstration URL:
pt: URL de Demonstração:

source: Short Name:
pt: Nome Curto:

source: Objectives:
pt: Objetivos:

source: Features:
pt: Funcionalidades:

source: Version:
pt: Versão:

source: Show Libraries
pt: Mostrar Bibliotecas

source: Hide Libraries
pt: Ocultar Bibliotecas

source: Libraries
pt: Bibliotecas

source: Show Database
pt: Mostrar Banco de Dados

source: Hide Database
pt: Ocultar Banco de Dados

source: Software Databases
pt: Bancos de Dados do Software

source: Show Languages
pt: Mostrar Linguagens

source: Hide Languages
pt: Ocultar Linguagens

source: Software Languages
pt: Linguagens do Software

source: Show Operating Systems
pt: Mostrar Sistema Operacional

source: Hide Operating Systems
pt: Ocultar Sistema Operacional

source: Operating System
pt: Sistema Operacional

source: Control Panel
pt: Painel de Controle

source: Sort by:
pt: Ordenar por:

source: Name A-Z
pt: Nome A-Z

source: Name Z-A
pt: Nome Z-A

source: Benefited People
pt: Pessoas Beneficiadas

source: Saved Resources
pt: Recursos economizados

source: Catalog:
pt: Catálogo:

source: Platforms
pt: Plataformas

source: Minimum Requirements
pt: Requisitos Mínimos

source: Size
pt: Tamanho

source: Which blog should have its posts displayed:
pt: Qual blog deve ter seus posts exibidos:

source: This community has no blogs
pt: Essa comunidade não possui blogs

source: Limit of items
pt: Limite de itens

source: Software Type:
pt: Tipo de Software:

source: Statistics to be displayed
pt: Estatísticas para serem exibidas

source: People Benefited:
pt: Pessoas Beneficiadas:

source: Saved Resources:
pt: Recursos economizados:

source: Download options
pt: Opções de Download

source: New link
pt: Novo link

source: Wiki link
pt: Link da wiki

source: Categories
pt: Categorias

source: More options
pt: Mais opções

source: Clean up
pt: Limpar

source: Close
pt: Fechar

source: Software Categories
pt: Categorias de Software

source: This software doesn't have categories
pt: Este software nào contém categorias

source: Type words about the %s you're looking for
pt: Digite palavras sobre o %s que você está procurando

source: see all (%d)
pt: ver todos (%d)

source: No software found. Try more general filters
pt: Nenhum software encontrado. Tente outros filtros

source: No software found. Try more general filters or check the software category individually
pt: Nenhum software encontrado. Tente outros filtros ou verifique a categoria do software individualmente

source: Search Software Catalog
pt: Pesquisar Catálogo de Software

source: Public Software
pt: Software Público

source: Projects that have passed by the Avalia SPB process according to the requirements of IN 01/2011.
pt: Projetos que passaram pelo processo Avalia SPB de acordo com os Requisitos da IN 01/2011.

source: All
pt: Todos

source: Projects included in the portal as cases provided by the IN 01/2011.
pt: Projetos incluidos no portal como os casos fornecidos pela IN 01/2011.

source: Type words about the software you're looking for (the search begins after 3 characters)
pt: Digite palavras sobre o software que você está procurando (a busca começa depois de 3 caracteres)

source: Filter
pt: Filtro

source: Show:
pt: Exibir:

source: Relevance
pt: Relevância

source: Rating
pt: Avaliação

source: Public software
pt: Software Público

source: Adherent to e-PING ?
pt: Aderente ao e-PING ?

source: Adherent to e-MAG ?
pt: Aderente ao e-MAG ?

source: Adherent to ICP-Brasil ?
pt: Aderente ao ICP-Brasil ?

source: Adherent to e-ARQ ?
pt: Aderente ao e-ARQ ?

source: Internacionalizable ?
pt: Internacionalizável ?

source: Operating Platform
pt: Plataforma Operacional

source: Features
pt: Características

source: Demonstration url
pt: Url de demonstração

source: Operating Systems
pt: Sistemas Operacionais

source: Programming languages
pt: Linguagens de programação

source: Databases
pt: Banco de dados

source: New Database
pt: Novo Banco de Dados

source: Autocomplete field, type some license
pt: Campo com auto completar, digite uma licença

source: Read license
pt: Ler licença

source: New language
pt: Nova linguagem

source: New Operating System
pt: Novo Sistema Operacional

source: Creating new software
pt: Criando novo software

source: Enter the basic information about the software.<br> You can add the details after you create it.
pt: Entre com as informações básicas do software.<br> Você pode adicionar os detalhes após sua criação.

source: Note that the creation of communities in this environment is restricted. Your request to create this new community will be sent to %{environment} administrators and will be approved or rejected according to their methods and criteria.
pt: Note que a criação de comunidades nesse ambiente é restrita. Sua requisição para criar essa nova comunidade será enviada aos administradores do %{environment} para ser aprovada ou rejeitada de acordo com os seus métodos e critérios

source: Can`t create new software: %s errors
pt: Não foi possível criar o software: %s erros

source: Domain
pt: Domínio

source: Finality
pt: Finalidade

source: What is the software for?
pt: Para quê serve o software?

source: Software Logo
pt: Marca do Software

source: Image:
pt: Imagem:

source: Max size: %s (.jpg, .gif, .png)
pt: Tamanho máximo: %s (.jpg, .gif, .png)

source: License Version:
pt: Versão da Licença:

source: Link to Repository:
pt: Link para o Repositório

source: Create
pt: Criar

source: Cancel
pt: Cancelar

source: Short Name
pt: Nome Curto

source: Edit Software
pt: Editar Software

source: Main Information
pt: Informação

source: Specifications
pt: Especificações

source: Save
pt: Salvar

source: Back to control panel
pt: Voltar para o painel de controle

source: New Library
pt: Nova Biblioteca

source: See more Software
pt: Veja mais softwares

source: Categories:
pt: Categorias:

source: Access the complete catalog
pt: Acessar o catálogo completo

source: This community needs a software to use this block
pt: Essa comunidade precisa de um software para usar este block

source: See More
pt: Veja Mais

source: Catalog of Software
pt: Catálogo de Software

source: Search
pt: Procurar

source: Discussions
pt: Discussões

source: Repository Feed
pt: Feed do Repositório

source: benefited people*
pt: pessoas beneficiadas*

source: saved resources*
pt: recursos economizados*

source: Data estimated by the software administrator.
pt: Dados estimados pelo administrador do software

source: "Download #{block.owner.software_info.community.name}"
pt: "Baixar #{block.owner.software_info.community.name}"

source: Download the software
pt: Baixar o software

source: Platform:
pt: Plataforma:

source: "License: #{block.owner.software_info.license_info.version}"
pt: "Licença: #{block.owner.software_info.license_info.version}"

source: See all
pt: ver todos

source: This community has no posts in its blog
pt: Essa comunidade não possui posts nesse blog

source: Read more
pt: Leia mais

source: Control panel
pt: Painel de Controle

source: Repository
pt: Repositório

source: General information
pt: Informação geral

source: Address
pt: Endereço

source: WARNING!
pt: CUIDADO!

source: You are about to change the address, and this will break external links to the homepage or to content inside it. Do you really want to change?
pt: Você está prestes a mudar o endereço, e isso vai quebrar links externos para a página inicial ou para o conteúdo dentro dela. Você realmente quer mudar?

source: Enable "contact us"
pt: Habilitar "entre em contato"

source: Products/Services catalog
pt: Catálogo de Produtos/Serviços

source: Number of products/services displayed per page on catalog
pt: Número de produtos/serviços mostrado por página no catálogo

source: Configure Software Community
pt: Configurar Comunidade do Software

source: Set the basic settings of the software associated community
pt: Defina as configurações básicas da comunidade do software

source: This profile is a template
pt: Este perfil é um template

source: Privacy options
pt: Opções de privacidade

source: Public &mdash; show my contents to all internet users
pt: Público &mdash; mostrar meus conteúdos a todos os usuários na internet

source: Private &mdash; show my contents only to friends
pt: Privado &mdash; mostrar meus conteudos apenas aos amigos

source: Secret &mdash; hide the community and all its contents for non members and other people can't join this community unless they are invited to.
pt: Secreto &mdash; esconder a comunidade e todo seu conteúdo para não membros e outras pessoas que não podem entrar nessa comunidade a não ser que sejam convidadas.

source: Public &mdash; show content of this group to all internet users
pt: Público &mdash; mostrar conteudos deste grupo a todos os usuários na internet

source: Private &mdash; show content of this group only to members
pt: Privado &mdash; mostrar meus conteudos deste grupo apenas aos membros

source: Page to redirect after login
pt: Página para redirecionar após o login

source: Translations
pt: Traduções

source: Automaticaly redirect the visitor to the article translated to his/her language
pt: Redirecionar automaticamente o visitante para o artigo traduzido para sua língua

source: Suggestions
pt: Sugestões

source: Send me relationship suggestions by email
pt: Envie-me sugestões de relacionamento por e-mail

source: Delete software and community
pt: Remover software e comunidade

source: Deactivate software and community
pt: Desativar software e comunidade

source: Are you sure you want to deactivate this profile?
pt: Tem certeza de que deseja desativar esse perfil?

source: Activate software and community
pt: Ativar software e comunidade

source: Step 1 - Software Creation
pt: Passo 1 - Criação do Software

source: Step 2 - Community Settings
pt: Passo 2 - Configuração da Comunidade

source: Additional informations
pt: Informações adicionais

source: Number of Beneficiaries
pt: Número de beneficiados

source: Saved resources
pt: Recursos economizados
